Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/women_s_health/crisis_pregnancy_agency.html.txt.tmx
Source language: en
Languages: ga

source: The HSE Crisis Pregnancy Programme is responsible for developing and implementing a national strategy to address the issue of crisis pregnancy
ga: Tá Clár um Thoircheas Géarchéime FSS freagrach as straitéis náisiúnta a fhorbairt agus a chur i bhfeidhm chun dul i ngleic le saincheist toircheas géarchéime

source: The Crisis Pregnancy Programme works to achieve the following core objectives:
ga: Oibríonn an Clár um Thoircheas Géarchéime chun na croíchuspóirí a leanas a bhaint amach:

source: • Reducing the number of crisis pregnancies by providing education, advice and contraceptive services
ga: • An líon toircheas géarchéime a laghdú trí oideachas, comhairle agus seirbhísí frithghiniúnacha a sholáthar

source: • Reducing the number of women with crisis pregnancies who opt for abortion by offering services and supports which make other options more attractive
ga: • An líon ban a laghdú a mbíonn toircheas géarchéime acu agus a roghnaíonn ginmhilleadh a dhéanamh trí sheirbhísí agus tacaíochtaí a sholáthar a dhéanann roghanna eile níos mealltaí

source: • Providing counselling services, medical services and other health services to provide support after crisis pregnancy
ga: • Seirbhísí comhairleoireachta, leighis agus aon seirbhísí sláinte eile a sholáthar a chuirfidh tacaíocht ar fáil tar éis toircheas géarchéime

source: The website b4udecide.ie is a Crisis Pregnancy Programme resource for young people and parents with information on sex education
ga: Acmhainn an Chláir Thoircheas Géarchéime is ea an láithreán gréasáin b4udecide.ie do dhaoine óga agus do thuismitheoirí ina bhfuil faisnéis ar oideachas gnéis

source: There are other resources for parents, teachers and youth workers on the Crisis Pregnancy Programme website
ga: Tá acmhainní eile ann do thuismitheoirí, múinteoirí agus d’oibrithe don ógra ar láithreán gréasáin an Chláir Thoircheas Géarchéime

source: The Programme provides information on contraception at ThinkContraception.ie
ga: Soláthraíonn an Clár faisnéis ar fhrithghiniúint ag ThinkContraception.ie

source: Crisis pregnancies and pregnancy counselling
ga: Toircheas géarchéime agus comhairleoireacht toirchis

source: The Crisis Pregnancy Programme website Positive Options provides details of organisations that offer pregnancy counselling services in Ireland
ga: Soláthraíonn láithreán gréasáin an Chláir Thoircheas Géarchéime Positive Options sonraí ar eagraíochtaí a sholáthraíonn seirbhísí comhairleoireachta toirchis in Éirinn

source: These counselling services are free of charge
ga: Tá na seirbhísí comhairleoireachta saor in aisce

source: Positive Options also provides a text message facility to get a list of these services: Freetext LIST to 50444
ga: Anuas air sin, soláthraíonn Positive Options áis teachtaireachtaí téacs ar fáil chun liosta de na seirbhísí seo a fháil

source: In a counselling session, the counsellor will help you to work towards making your own best decisions
ga: I seisiún comhairleoireachta, cabhróidh an comhairleoir leat chun oibriú i dtreo do chinntí féin is fearr a dhéanamh

source: Pregnancy counselling provides an opportunity for you to explore your feelings about your pregnancy and to discuss the options open to you
ga: Soláthraíonn comhairleoireacht toirchis an deis duit chun do chuid mothúchán a fhiosrú faoi do thoircheas agus chun plé a dhéanamh ar na roghanna atá ar fáil duit

source: The Crisis Pregnancy Programme funds free medical and counselling services for women in Ireland who have had an abortion abroad
ga: Cistíonn an Clár Toircheas Géarchéime seirbhísí saor in aisce leighis agus comhairleoireachta do mhná in Éirinn a thug faoi ghinmhilleadh thar lear

source: For details of services that provide free post-abortion counselling and medical check-ups, visit abortionaftercare.ie
ga: Chun teacht ar shonraí ar na seirbhísí a sholáthraíonn comhairleoireacht iar-ghinmhillte agus scrúduithe sláinte saor in aisce, tabhair cuairt ar abortionaftercare.ie

source: For information about free crisis pregnancy counselling services in your area, visit positiveoptions.ie or text the word LIST, free of charge, to 50444
ga: Chun teacht ar fhaisnéis faoi sheirbhísí comhairleoireachta toircheas géarchéime saor in aisce atá i do cheantar, tabhair cuairt ar positiveoptions.ie nó seol an focal “LIOSTA” i dtéacs, saor in aisce, chuig 50444
